{
  "buttons": {
    "play": "Play",
    "about": "About",
    "settings": "Settings",
    "items": "Items",
    "next": "Next",
    "undo": "Undo",
    "map": "Map",
    "menu": "Menu",
    "gameLang": "Game language: ",
    "plotMap": "Plot map: ",
    "lang": "English",
    "reset": "Reset game progress (including found things)",
    "contact": "Contact",
    "create": "Create!",
    "newGame": "New game",
    "tryAgain": "Try again!"
  },
  "other": {
    "visited": "You visited",
    "visited2": "of all locations!",
    "items": "secret items of",
    "youFound": "You found a ",
    "found": "You found",
    "of": "pockemons of",
    "completed": "You complited the game 🎉",
    "message": "You leaved a message..."
  },
  "info": "This is a 'visual novel' game. The player is asked to choose different plot options, look for objects and make decisions that determine the course, ending of the game and completion percentage. Many scenes require the player to tap on the screen to pick up an item (Pokémon, quest, or secret) or go to a specified area (even if this is not indicated in the scene description). For example, in the location of an abandoned station there is a secret passage. Enjoy the game!",
  "about": "The photos used here were taken by the project's author in the Kiev metro from 2016 to 2018. The events are based on real stories. This project represents the author's first foray into mobile development. If the game receives a positive response, the author plans to create a more extensive project with animations, the use of 360 panoramas, and other more complex game mechanics. You can always leave feedback or suggestions to the author on Instagram or via email (see contacts).",
  "contact": "You can contact the author through Instagram or email:",
  "create": "You can create a similar project with minimal coding skills. This project was initially written as an engine (JS, React Native) for playing interactive stories in JSON format, allowing you to import any plot and compile the application for Android or iOS. So if you want to create your own application, feel free to contact the author (see contacts).",
  "intro": "    Since childhood you have been lured by the darkness of metro tunnels. Riding underground you have often noticed various branches in the tunnels. Spending hours in front of the computer you found a lot of information about the capital's underground and decided to move to the active phase of research - to climb inside these tunnels!",
  "p0": {
    "p": "You need to decide how to get into the tunnels. There are two main ways: through the ventilation shaft or through the \"portal\" (from the station).",
    "b1": "Try it through the ventilation",
    "b2": "Try it from the station",
    "b3": "",
    "f1": "p1",
    "f2": "p2",
    "f3": "",
    "bg": "0"
  },
  "p1": {
    "p": "You decided to climb through a ventilation shaft. However, you find out that the door is locked! Choose your variant. Hint: tap the grid to sneak in or the door to break in.",
    "bg": "1",
    "b1": "",
    "b2": "",
    "b3": "",
    "f1": "p11",
    "f2": "p12",
    "f3": "",

    "hb1": {
      "width": "60px",
      "height": "114px",
      "top": "366px",
      "left": "357px",
      "hf1": "p11"
    },
    "hb2": {
      "width": "313px",
      "height": "124px",
      "top": "214px",
      "left": "257px",
      "hf2": "p12"
    }
  },
  "p11": {
    "p": "You broke the lock on the door with and went inside. There was a gaping chasm of several tens of meters beneath your feet. Also you noticed a small white box with a flashing red LED next to the door....",
    "b1": "Start the descent",
    "b2": "Wait 30 minutes near the ventilation shaft for the sake of caution",
    "b3": "",
    "f1": "p111",
    "f2": "p112",
    "f3": "",
    "bg": "11"
  },
  "p111": {
    "p": "You neglected caution and started down the vertical shaft to the bottom. After 10 minutes, the glare of torches appeared from above - it looked like the police!",
    "b1": "Go back upstairs",
    "b2": "Speed up and try to escape",
    "b3": "",
    "f1": "p1111",
    "f2": "p1112",
    "f3": "",
    "bg": "111"
  },
  "p1111": {
    "p": "You went upstairs. The police caught you, handcuffed you and took you to the police station. There you found out that the alarm had been triggered when you broke in! After 24 hours of questioning you were given a big fine for breaking in and released. Your career as an Urban Explorer was over before it could begin.",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "p112": {
    "p": "You were stressed by the flashing red light as it was very much like an alarm. You decided to wait to see what happens. Ten minutes later, a police car with flashing lights came into the yard. You hid behind the rubbish bins, waited for a moment and carefully left the yard. The evening ended badly, but not at the police station!",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "112"
  },
  "p1112": {
    "p": "You flashed down the remaining steps into the approach tunnel to the tracks bypassing the huge doors.",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p1113",
    "f2": "",
    "f3": "",
    "bg": "1112",
    "get": {
      "name": "Umbreon",
      "bg": "8",
      "width": 65,
      "height": 55,
      "top": 180,
      "left": 560
    }
  },
  "p1113": {
    "p": "Bypassing the fans you went out into the lane. You could already hear shouting from the side of the ventilation tunnel. What's your move?",
    "b1": "Run along the tracks towards the station, the lights of which could be seen in the distance.",
    "b2": "Run in the opposite direction from the station",
    "b3": "",
    "f1": "p11131",
    "f2": "p1113213",
    "f3": "",
    "bg": "1113"
  },
  "p11131": {
    "p": "You ran up to the station. There were quite a lot of people on the platform and some metro workers in orange waistcoats.",
    "b1": "Try to climb out onto the platform",
    "b2": "Enter the service tunnel",
    "b3": "Hide behind the wicket and wait for the train to arrive at the station",
    "f1": "p111311",
    "f2": "p11132",
    "f3": "p11133",
    "bg": "11131",
    "get": {
      "name": "Meowth",
      "bg": "7",
      "width": 45,
      "height": 55,
      "top": 100,
      "left": 645
    }
  },
  "p111311": {
    "p": "To the surprised looks of the passengers, you climbed out into the station. The workers immediately spotted you, rounded you up and handed you over to the police. You were sentenced to 15 days in jail for hooliganism!",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "p11133": {
    "p": "You waited for a train to pull into the station and when the crowding started you carefully opened the gate from the inside, entered the train and successfully escaped. ",
    "b1": "Finish your journey!",
    "b2": "",
    "b3": "",
    "f1": "p777",
    "f2": "",
    "f3": "",
    "bg": "11133"
  },
  "p11132": {
    "p": "You climbed into the maintenance room and out onto the balcony above the tracks. You had a magnificent view of the passing trains.....",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p111321",
    "f2": "",
    "f3": "",
    "bg": "11132",
    "get": {
      "name": "Jigglypuff",
      "bg": "12",
      "width": 35,
      "height": 35,
      "top": 260,
      "left": 220
    }
  },
  "p111321": {
    "p": "After watching the trains passing by, you went back down to the tracks. It seemed to you that there were many police officers at the station - they were informed about the recent break-in in the tunnels.",
    "b1": "Try to sneak out to the station",
    "b2": "",
    "b3": "Run to the next station on the oncoming train track",
    "f1": "p111311",
    "f2": "",
    "f3": "p1113213",
    "bg": "111321"
  },
  "p1113212": {
    "p": "You went on. (to be continued)",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1113212"
  },
  "p1113213": {
    "p": "You ran in the oncoming direction of traffic. After a couple of minutes of running, you saw the headlights of an approaching train....",
    "b1": "Shine a flashlight on the driver so he can see you and stop the train",
    "b2": "Try to hook onto the wires on the tunnel wall",
    "b3": "Run away from the train",
    "f1": "p11132131",
    "f2": "p11132132",
    "f3": "p11132133",
    "bg": "1113213"
  },
  "p11132133": {
    "p": "Strangely enough, the train turns out to be faster than a running man, but from the frantic adrenaline rush you turned on to the damn Usain Bolt and somehow miraculously managed to run and hide in the hole in the wall of the tunnel.",
    "b1": "Explore this strange passageway",
    "b2": "Run back to the station",
    "b3": "",
    "f1": "p111321331",
    "f2": "p111321332",
    "f3": "",
    "bg": "11132133"
  },
  "p111321332": {
    "p": "As the train driver reported intruders in the tunnel at the station you were already met by police and national guard. You were given a full-body massage and then taken to the police station and put in jail for 15 days.",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "p11132131": {
    "p": "You shined your flashlight in the direction of the train. The driver applied emergency braking and managed to stop the train in time. You were taken to the station and handed over to the police. You were given a huge fine for stopping the train!",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "p11132132": {
    "p": "You didn't calculate the fact that the train has huge side mirrors, which knocked you off the cables and scattered you across the track.",
    "b1": "Respawn?",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "11132132"
  },
  "p111321331": {
    "p": "You have found an entrance to the bunker! Unfortunately there was too much water to enter...",
    "b1": "Try to swim",
    "b2": "Try to look for other variants",
    "b3": "",
    "f1": "pb2",
    "f2": "pb1",
    "f3": "",
    "bg": "111321331",
    "get": {
      "name": "Vaporeon",
      "bg": "13",
      "width": 30,
      "height": 25,
      "top": 210,
      "left": 420
    }
  },
  "p12": {
    "p": "You managed to bend the grate and crawl through the subway tunnel, but you spent a lot of time enlarging the hole and getting in. There was a gaping chasm of several tens of meters beneath your feet. ",
    "b1": "Start the descent!",
    "b2": "",
    "b3": "",
    "f1": "p121",
    "f2": "",
    "f3": "",
    "bg": "11"
  },
  "p121": {
    "p": "You walked leisurely down the tunnel and examined the huge metal sealed doors and vents. You decided not to risk going on the tracks while the subway is running, but to wait until it closes.",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p1211",
    "f2": "",
    "f3": "",
    "bg": "1112"
  },
  "p1211": {
    "p": "You entered the tunnel late at night. It had working lights and no trains were running. ",
    "b1": "Walk to the right towards the old deep tunnels",
    "b2": "Go left toward the new square tunnels",
    "b3": "",
    "f1": "p12111",
    "f2": "p12112",
    "f3": "",
    "bg": "1211"
  },
  "p12111": {
    "p": "On your way you noticed an unsightly passage perpendicular to the main tunnel....",
    "b1": "Explore it",
    "b2": "Skip it and continue walking",
    "b3": "",
    "f1": "p111321331",
    "f2": "p121111",
    "f3": "",
    "bg": "12111"
  },
  "p121111": {
    "p": "You walked by tunnels and met a standing train in your path!",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p1211111",
    "f2": "",
    "f3": "",
    "bg": "121111",
    "get": {
      "altText": "All we had to do was follow the damn train!",
      "name": "Fail CJ's mission 🚇",
      "bg": "ee_cjey",
      "width": 100,
      "height": 100,
      "top": 190,
      "left": 400
    }
  },
  "p12112": {
    "p": "You decided to go in the direction of the new square tunnels. When you were passing the station, a cleaning lady saw you from far away and shouted something to you. ",
    "b1": "Walk up to her and pretend to be a worker",
    "b2": "Start running",
    "b3": "Pretend you didn't hear the call and move on",
    "f1": "p121121",
    "f2": "p121122",
    "f3": "p121123",
    "bg": "12112"
  },
  "p121121": {
    "p": "The disguise failed because you didn't have a vest or ID. The woman called the police, you were rounded up and taken to the station. Since you did not break anything and did not disrupt train traffic, you were soon released.",
    "b1": "Try again",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "p121122": {
    "p": "You successfully escaped, but at the next station, the police were already waiting for you. You were rounded up and taken to the station. Since you did not break anything and did not disrupt train traffic, you were soon released.",
    "b1": "Try again",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "p121123": {
    "p": "You were lucky and the employee did not raise the alarm. You have successfully reached the connection of round tunnels with square ones.",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p1211231",
    "f2": "",
    "f3": "",
    "bg": "121123"
  },
  "p2": {
    "p": "You decided to go throw the portal.",
    "b1": "Run!",
    "b2": "",
    "b3": "",
    "f1": "p21",
    "f2": "",
    "f3": "",
    "bg": "2"
  },
  "pb1": {
    "p": "You found a small room that turned out to be a pumping station. You need to find a way to turn them on.",
    "b1": "",
    "b2": "",
    "b3": "",
    "f1": "pb11",
    "f2": "",
    "f3": "",
    "bg": "b1",
    "hb1": {
      "width": "80px",
      "height": "80px",
      "top": "273px",
      "left": "570px",
      "hf1": "pb11"
    }
  },
  "pb11": {
    "p": "The pumps were running loud. Someone could hear the sound, so you hurried on. Find a way to get inside.",
    "b1": "",
    "b2": "",
    "b3": "",
    "f1": "",
    "f2": "",
    "f3": "",
    "bg": "b11",
    "hb1": {
      "width": "114px",
      "height": "173px",
      "top": "321px",
      "left": "129px",
      "hf1": "pb114"
    },
    "hb2": {
      "width": "170px",
      "height": "198px",
      "top": "197px",
      "left": "246px",
      "hf2": "pb113"
    },
    "hb3": {
      "width": "89px",
      "height": "209px",
      "top": "298px",
      "left": "706px",
      "hf3": "pb115"
    },
    "get": {
      "altText": "Don't do it on my face!",
      "name": "You caught a headcrab 🦀",
      "bg": "ee_headcrab",
      "width": 25,
      "height": 25,
      "top": 175,
      "left": 430
    }
  },
  "pb113": {
    "p": "You remembered what you were taught in the Half-Life game and climbed through the ventilation, after which you ended up in the filter-ventilation room. (to be continued)",
    "b1": "Continue",
    "b2": "",
    "b3": "",
    "f1": "pb1131",
    "f2": "",
    "f3": "",
    "bg": "b113",
    "get": {
      "name": "Caterpie",
      "bg": "9",
      "width": 30,
      "height": 30,
      "top": 110,
      "left": 308
    }
  },
  "pb114": {
    "p": "You entered the filters room. There was an alarm on the door! Where to go?",
    "b1": "",
    "b2": "",
    "b3": "",
    "f1": "",
    "f2": "",
    "f3": "",
    "bg": "b114",
    "hb1": {
      "width": "70px",
      "height": "90px",
      "top": "283px",
      "left": "488px",
      "hf1": "pb1141"
    },
    "hb2": {
      "width": "154px",
      "height": "203px",
      "top": "283px",
      "left": "10px",
      "hf2": "pb1142"
    },
    "hb3": {
      "width": "240px",
      "height": "348px",
      "top": "163px",
      "left": "207px",
      "hf3": "pb1143"
    }
  },
  "pb115": {
    "p": "You decided to turn back. Unfortunately, the noise from the operation of the pumps was heard by the workers, who immediately packed you up and handed over to the police. ",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "pb1143": {
    "p": "You decided to hide behind the barrels. It was good idea cos in 10 minutes guardians came and checked the object. You waited for them to leave and...",
    "b1": "Continue",
    "b2": "",
    "b3": "",
    "f1": "pb1131",
    "f2": "",
    "f3": "",
    "bg": "b1143"
  },
  "pb1141": {
    "p": "You decided to continue exploration. Unfortunately, after a while security came and caught you.",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "pb1142": {
    "p": "Without thinking twice, you jumped into a dark passage. Footsteps were already heard behind. The passage led you out of the bunker to the rails. Unfortunately, it was not possible to inspect the bunker completely this time.",
    "b1": "Continue",
    "b2": "",
    "b3": "",
    "f1": "p1211",
    "f2": "",
    "f3": "",
    "bg": "b1142"
  },
  "pb1131": {
    "p": "You entered the main block of the bunker.",
    "b1": "Continue",
    "b2": "",
    "b3": "",
    "f1": "pb11311",
    "f2": "",
    "f3": "",
    "bg": "b1131"
  },
  "pb11311": {
    "p": "You started walking through the labyrinths of tunnels...",
    "b1": "Continue",
    "b2": "",
    "b3": "",
    "f1": "pb113111",
    "f2": "",
    "f3": "",
    "bg": "b11311",
    "get": {
      "name": "Diglett",
      "bg": "14",
      "width": 40,
      "height": 40,
      "top": 275,
      "left": 648
    }
  },
  "pb113111": {
    "p": "You came to the main block. Where to go?",
    "b1": "",
    "b2": "",
    "b3": "",
    "f1": "",
    "f2": "",
    "f3": "",
    "bg": "b113111",
    "hb1": {
      "width": "320px",
      "height": "134px",
      "top": "410px",
      "left": "280px",
      "hf1": "pb1131111"
    },
    "hb2": {
      "width": "100px",
      "height": "100px",
      "top": "254px",
      "left": "190px",
      "hf2": "pb1131112"
    },
    "hb3": {
      "width": "103px",
      "height": "170px",
      "top": "244px",
      "left": "620px",
      "hf3": "pb1131113"
    }
  },
  "pb2": {
    "p": "You froze to death cos water underground is too cold.",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "11132132",
    "ach": "Sailor"
  },
  "pb1131111": {
    "p": "You went down the stairs and found yourself in the technical rooms of the life support systems.",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "pb11311111",
    "f2": "",
    "f3": "",
    "bg": "b1131111",
    "get": {
      "name": "Dragonair",
      "bg": "10",
      "width": 40,
      "height": 40,
      "top": 210,
      "left": 418
    }
  },
  "pb11311111": {
    "p": "You continued your path, avoiding obstacles along the way... Choose where to move next.",
    "b1": "Enter the room",
    "b2": "Go next",
    "b3": "",
    "f1": "pb113111111",
    "f2": "pb113111112",
    "f3": "",
    "bg": "b11311111"
  },
  "pb113111111": {
    "p": "You found yourself in a workers' room with a lot of tools. You might find something useful from here.",
    "b1": "Exit the room",
    "b2": "",
    "b3": "",
    "f1": "pb11311111",
    "f2": "",
    "f3": "",
    "bg": "b113111111",
    "get": {
      "name": "boltcutter",
      "bg": "boltcutter",
      "width": 140,
      "height": 140,
      "top": 60,
      "left": 440
    }
  },
  "pb113111112": {
    "p": "You have found the stairs to the top. Perhaps this path will lead you to the command center?",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "pb1131111121",
    "f2": "",
    "f3": "",
    "bg": "b113111112"
  },
  "pb1131111121": {
    "p": "You climbed to the 2nd floor.",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "pb11311111211",
    "f2": "",
    "f3": "",
    "bg": "b1131111121"
  },
  "pb11311111211": {
    "p": "You went to the transformer substation. From here there is a passage to the command center, but it appears to be inhabited.",
    "b1": "Try to break the door to command center",
    "b2": "Go back to the main block",
    "b3": "",
    "f1": "pb113111112111",
    "f2": "pb113111",
    "f3": "",
    "bg": "b11311111211",
    "get": {
      "name": "Piplup",
      "bg": "11",
      "width": 30,
      "height": 37,
      "top": 128,
      "left": 198
    }
  },
  "pb1131112": {
    "p": "You decided to explore the strange passage to the left and found the door with a padlock, probably to command center. What to go?",
    "b1": "Try to brake it",
    "b1if": "boltcutter",
    "b1error": "It seems that it is not possible to brake this door without tools... Maybe you should try to find some!",
    "b2": "Go back",
    "b3": "",
    "f1": "pb11311121",
    "f2": "pb113111",
    "f3": "",
    "bg": "b1131112"
  },
  "pb113111112111": {
    "p": "While you were trying to open the door, the bunker workers discovered you and caught you. Your research ends with an encounter with the counter-terrorism security service and a huge fine.",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "pb11311121": {
    "p": "You entered the command center part of the bunker.",
    "b1": "Go see the telephone and telegraph center",
    "b1if": "phoneDoorOpened",
    "b1error": "Looks like this door closed from inside...",
    "b2": "Go see the power plant room",
    "b3": "Go back to subway line",
    "f1": "pb113111211",
    "f2": "pb113111212",
    "f3": "p121111",
    "bg": "b11311121"
  },
  "pb113111212": {
    "p": "You have examined these two V12 diesel engines - the heart of this bunker... Where to go next?",
    "b1": "",
    "b2": "",
    "b3": "",
    "f1": "pb113111211",
    "f2": "pb11311121",
    "f3": "",
    "bg": "b113111212",
    "get": {
      "name": "Charmander",
      "bg": "5",
      "width": 30,
      "height": 37,
      "top": 151,
      "left": 398
    },
    "hb1": {
      "width": "100px",
      "height": "300px",
      "top": "190px",
      "left": "0px",
      "hf1": "pb113111211"
    },
    "hb2": {
      "width": "140px",
      "height": "250px",
      "top": "254px",
      "left": "650px",
      "hf2": "pb11311121"
    }
  },
  "pb113111211": {
    "p": "You managed to crawl through the power cables into the room with the communications equipment.",
    "b1": "Call to somebody",
    "b2": "Go and see old teletypes",
    "b3": "",
    "f1": "pb1131112111",
    "f2": "pb1131112112",
    "f3": "",
    "bg": "b113111211",
    "get": {
      "name": "Squirtle",
      "bg": "3",
      "width": 30,
      "height": 27,
      "top": 291,
      "left": 338
    }
  },
  "pb1131112111": {
    "p": "You felt lonely and decided to talk to someone. Who will you call?",
    "b1": "Call to your friend",
    "b1if": "nothing",
    "b1error": "He didn't answered cos normal people sleep at night",
    "b2": "Call to president",
    "b3": "Go back",
    "f1": "add_friendCall",
    "f2": "pb11311121111",
    "f3": "pb113111211",
    "bg": "b1131112111"
  },
  "pb11311121111": {
    "p": "You reached the president via secured state line, but at the other end of the line they did not appreciate your prank and took appropriate measures. For the next 15 days you were no longer lonely.",
    "b1": "Try again! (not touching the phones)",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "pb113111211",
    "bg": "pb11311121111"
  },
  "pb1131112112": {
    "p": "You find yourself in a room with old telegraphs. There was a door back to main room of command center. You have a desire to print something.",
    "b1": "Leave your Instagram for future visitors",
    "b2": "Write a swear word",
    "b3": "Go back to main room",
    "f1": "add_insta",
    "f2": "add_world",
    "f3": "pb11311121",
    "bg": "b1131112112"
  },
  "pb1131113": {
    "p": "You decided to go right...",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "pb11311131",
    "f2": "",
    "f3": "",
    "bg": "b1131113"
  },
  "pb11311131": {
    "p": "You went through several hermetic doors and found yourself in a room with a vertical ventilation tunnel. From here you could get to the surface or into the subway tunnels.",
    "b1": "Climb up to the surface",
    "b2": "Go to the metro tunnels",
    "b3": "Go back to main room",
    "f1": "p777",
    "f2": "p121111",
    "f3": "pb113111",
    "bg": "b11311131",
    "get": {
      "name": "Zubat",
      "bg": "15",
      "width": 40,
      "height": 40,
      "top": 20,
      "left": 488
    }
  },
  "p21": {
    "p": "You ran as fast as you could avoiding passing trains in technical holes of the tunnel.",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p215",
    "f2": "",
    "f3": "",
    "bg": "21"
  },

  "p215": {
    "p": "You came to the abandoned station, pretty tired.",
    "b1": "Take a rest on the platform",
    "b2": "Continue marathon",
    "b3": "",
    "f1": "p211",
    "f2": "p1113213",
    "f3": "",
    "bg": "215",
    "get": {
      "name": "Bulbasaur",
      "bg": "4",
      "width": 35,
      "height": 35,
      "top": 160,
      "left": 170
    },
    "hb3": {
      "width": "110px",
      "height": "180px",
      "top": "200px",
      "left": "20px",
      "hf3": "pb2151"
    }
  },
  "pb2151": {
    "p": "You found a secret passage!",
    "b1": "Go back",
    "b2": "",
    "b3": "",
    "f1": "p211",
    "f2": "",
    "f3": "",
    "bg": "b2151",
    "hb3": {
      "width": "200px",
      "height": "200px",
      "top": "240px",
      "left": "400px",
      "hf3": "pb21511"
    }
  },
  "pb21511": {
    "p": "You found a secret uncle Sam's arsenal in abandoned bunker!",
    "b1": "Go back",
    "b2": "",
    "b3": "",
    "f1": "p211",
    "f2": "",
    "f3": "",
    "bg": "b21511",
    "get": {
      "altText": "Wrong game!",
      "name": "You found a mimigun 🔫",
      "bg": "ee_minigun",
      "width": 220,
      "height": 60,
      "top": 250,
      "left": 270
    }
  },
  "p211": {
    "p": "You decided to relax on the platform while the train was passing. Now you can continue your journey.",
    "b1": "Next",
    "b2": "Wait until the trains stop running",
    "b3": "",
    "f1": "p11131",
    "f2": "p1211",
    "f3": "",
    "bg": "211"
  },
  "p1211231": {
    "p": "You came to a fork in the road. One of the paths led into a service tunnel.",
    "b1": "Visit service tunnel",
    "b2": "Continue your trip",
    "b3": "",
    "f1": "p12112311",
    "f2": "p1211231112",
    "f3": "",
    "bg": "1211231"
  },
  "p12112311": {
    "p": "You found a unique tunnel cleaning train!",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p121123111",
    "f2": "",
    "f3": "",
    "bg": "12112311",
    "get": {
      "name": "Pikachu",
      "bg": "1",
      "width": 55,
      "height": 55,
      "top": 155,
      "left": 180
    }
  },
  "p121123111": {
    "p": "You decided to take a photo of the train, but the workers saw the flash of your camera!",
    "b1": "Try to hide from them in the train",
    "b2": "Try to run away",
    "b3": "",
    "f1": "p1211231111",
    "f2": "p1211231112",
    "f3": "",
    "bg": "121123111"
  },
  "p1211231111": {
    "p": "The workers found you because there were few places to hide. After an unpleasant conversation, you were handed over to the police. They forced you to delete the photos.",
    "b1": "Try again!",
    "b2": "",
    "b3": "",
    "f1": "ptryAgain",
    "f2": "",
    "f3": "",
    "bg": "1111"
  },
  "p1211231112": {
    "p": "You managed to get to the turn of the tunnel unnoticed...",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p12112311121",
    "f2": "",
    "f3": "",
    "bg": "1211231112"
  },
  "p12112311121": {
    "p": "You came up to big blast door. Behind it began a section of the above-ground metro line, so you took one last photo as a souvenir, exited the portal and disappeared into the darkness of the night.",
    "b1": "Finish your journey!",
    "b2": "",
    "b3": "",
    "f1": "p777",
    "f2": "",
    "f3": "",
    "bg": "12112311121",
    "get": {
      "name": "Mew",
      "bg": "6",
      "width": 35,
      "height": 55,
      "top": 200,
      "left": 180
    }
  },
  "p1211111": {
    "p": "You heard workers talking on the next station, so you decided to go back to square tunnels.",
    "b1": "Next",
    "b2": "",
    "b3": "",
    "f1": "p1211231",
    "f2": "",
    "f3": "",
    "bg": "1211111",
    "get": {
      "name": "Eevee",
      "bg": "2",
      "width": 35,
      "height": 35,
      "top": 275,
      "left": 288
    }
  },
  "p777": {
    "p": "You successfully completed the plot!",
    "b1": "",
    "b2": "",
    "b3": "",
    "f": "",
    "f2": "",
    "f3": "",
    "bg": "777"
  }
}
